Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: "Developing Entrepreneurship Among Women - Small Animals, Big Value: Rearing of Animals and Production of Dairy Products by Women in the Palestinian Autonomy, 2008" - a Polish Humanitarian Organisation Foundation project aimed at developing a dairy production cooperative operated by impoverished women from rural areas around Hebron.
pl: „Rozwój przedsiębiorczości kobiet - Małe zwierzęta, duża wartość: hodowla zwierząt oraz produkcja przetworów mlecznych przez kobiety z Autonomii Palestyńskiej, 2008" - projekt Fundacji Polska Akcja Humanitarna, którego celem był rozwój spółdzielni przetwórstwa mlecznego prowadzonej przez kobiety pochodzące z ubogich środowisk wiejskich z okolic Hebronu.

source: Apart from professional consultations and trainings, the initiative consisted of the purchase of professional dairy processing equipment, which enabled mass production.
pl: Poza profesjonalnym doradztwem i szkoleniami w ramach inicjatywy zakupiono profesjonalny sprzęt do produkcji przetworów mlecznych, który umożliwił rozpoczęcie produkcji na masową skalę.

source: During the term of the project, its beneficiaries were helped by staff from the local partner, the Palestinian organisation Shorouq.
pl: Podczas realizacji projektu beneficjentki pozostawały pod opieką pracowników lokalnego partnera - palestyńskiej organizacji Shorouq.

source: You are here Polish Aid / News / "Bene Merito" Distinction for State Fire Service representatives
pl: jesteś tutaj Polska pomoc / Aktualności / Odznaka "Bene Merito" dla przedstawicieli Straży Pożarnej

source: "Bene Merito" Distinction for State Fire Service representatives
pl: Odznaka "Bene Merito" dla przedstawicieli Straży Pożarnej

source: “By the involvement of the Polish rescue services on the international arena and thanks to active implementation of aid measures provided to developing countries, the fire service has become a prominent participant in the system of Polish development and humanitarian aid” - said vice minister for foreign affairs Konrad Pawlik.
pl: - Poprzez zaangażowanie polskiego ratownictwa na arenie międzynarodowej oraz aktywną realizację działań pomocowych na rzecz państw rozwijających się, straż pożarna stała się widocznym uczestnikiem systemu polskiej pomocy rozwojowej i humanitarnej - powiedział wiceminister spraw zagranicznych Konrad Pawlik.

source: The ceremony of presenting the “Bene Merito” distinctions took place a day before the World Humanitarian Day.
pl: Uroczystość wręczenia odznak „Bene Merito” odbyła się w przeddzień Światowego Dnia Pomocy Humanitarnej.

source: The vice head of the Polish diplomatic mission emphasised that “on this very day, which is of such great importance for the humanitarian aid community, we confirm our involvement in rescuing human life and express our gratitude to all those persons whose work comprises granting help to others, also people outside of Poland.”
pl: Wiceszef polskiej dyplomacji podkreślił, że „w tym dniu, tak ważnym dla społeczności humanitarnej, potwierdzamy nasze zaangażowanie w ratowanie życia ludzkiego oraz składamy wyrazy wdzięczności tym, którzy na co dzień niosą pomoc innym, również za granicami naszego kraju.”

source: Measures undertaken by the State Fire Service provide active support to victims of natural disasters and military conflicts.
pl: Państwowa Straż Pożarna aktywnie wspiera swoimi działaniami osoby poszkodowane w wyniku klęsk żywiołowych oraz konfliktów zbrojnych.

source: Major General Wiesław Leśniakiewicz, Chief Commandant of the State Fire Service.
pl: Pan generał brygadier Wiesław Leśniakiewicz, Komendant Główny Państwowej Straży Pożarnej.

source: Mr Leśniakiewicz started his service in the fire service in 1978 in the Main School of Fire Service.
pl: Służbę w ochronie przeciwpożarowej rozpoczął w roku 1978 w Szkole Głównej Straży Pożarniczej.

source: Mr Leśniakiewicz gained his professional experience while working on diverse posts.
pl: Doświadczenie zawodowe zdobywał pełniąc służbę na wielu różnych stanowiskach.

source: As of January 2008 the general has been occupying the post of the Chief Commandant of the State Fire Service and chief of national civil defence.
pl: Od stycznia 2008 roku zajmuje stanowisko Komendanta Głównego PSP i Szefa Obrony Cywilnej Kraju.

source: Mr. Marek Kowalski, sr. brigadier, Deputy Chief Commandant of the State Fire Service.
pl: Pan nadbrygadier Marek Kowalski, Zastępca Komendanta Głównego Państwowej Straży Pożarnej.

source: Mr Kowalski started his career as officer n 1982 by holding the function of an officer for prevention in the Regional Headquarters of the State Fire Service in Koszalin.
pl: Karierę oficerską rozpoczął w 1982 roku na stanowisku oficera ds. prewencji w Komendzie Rejonowej Straży Pożarnych w Koszalinie.

source: Following the establishment of the State Fire Service Mr Kowalski headed the Operating Planning Department of the Regional Headquarters in Koszalin.
pl: Po powstaniu Państwowej Straży Pożarnej stanął na czele Wydziału Planowania Operacyjnego Komendy Wojewódzkiej w Koszalinie.

source: Mr Kowalski worked there until 1999 and later was appointed to the post of Deputy of the Zachodniopomorski Region Commandant of the SFS in Szczecin.
pl: Tam też pełnił swoją służbę do 1999 roku, kiedy to mianowany został Zastępcą Zachodniopomorskiego Komendanta Wojewódzkiego PSP w Szczecinie.

source: As of January 2008 Mr. Kowalski has been holding the function of the Deputy Chief Commandant of the SFS and Chief of National Civil Defence.
pl: Od stycznia 2008 roku nadbrygadier Kowalski pełni funkcję Zastępcy Komendanta Głównego PSP i Szefa Obrony Cywilnej Kraju.

source: Mr. Zbigniew Sural, brigadier, Director in the Bureau of Logistics of the National Headquarters of State Fire Service.
pl: Pan brygadier Zbigniew Sural, Dyrektor Biura Logistyki Komendy Głównej Państwowej Straży Pożarnej.

source: Mr Sural commenced his work in the State Fire Service in 1993 as an employee of the Science and Research Centre for Fire Protection.
pl: Służbę w Państwowej Straży Pożarnej rozpoczął w 1993 roku jako pracownik Centrum Naukowo-Badawczego Ochrony Przeciwpożarowej.

source: Since 2012 Mr Sural has been working for the National Headquarters of State Fire Service as Deputy and later on as Director in the Bureau of Logistics.
pl: Od 2012 roku związany z Komendą Główną Państwowej Straży Pożarnej, gdzie pełnił służbę na stanowiskach Zastępcy, a następnie Dyrektora Biura Logistyki.

source: Brigadier Sural was responsible or organisation of transport logistics in providing humanitarian aid for population resettled internally as a result of the Ukrainian conflicts in 2014 and 2015, and for the logistical organisation of a heavy equipment search and rescue team sent to Nepal in 2015, following the severe earthquake.
pl: Brygadier Sural był odpowiedzialny za organizację zabezpieczenia logistycznego transportów pomocy humanitarnej dla ludności wewnętrznie przesiedlonej w wyniku konfliktu na Ukrainie w 2014 i 2015 roku oraz za logistyczną organizację wyjazdu ciężkiej grupy poszukiwawczo-ratowniczej do poszkodowanego trzęsieniem ziemi Nepalu w 2015 roku.

source: Mr. Mariusz Feltynowski, brigadier, Deputy Director of the National Centre for Rescue Coordination and Civil Protection of State Fire Service.
pl: Pan brygadier Mariusz Feltynowski, Zastępca Dyrektora Krajowego Centrum Koordynacji Ratownictwa i Ochrony Ludności Państwowej Straży Pożarnej.

source: Mr Feltynowski started his service in 1999 in the Department of International Cooperation of the National Headquaters of the SFS.
pl: Służbę rozpoczął w 1999 roku w Departamencie Współpracy Międzynarodowej Komendy Głównej PSP.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2015 / Polish transport with humanitarian aid for Ukraine
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2015 / Polski transport z pomocą humanitarną dla Ukrainy

source: Polish transport with humanitarian aid for Ukraine
pl: Polski transport z pomocą humanitarną dla Ukrainy

source: A transport with humanitarian aid for internally displaced people (IDPs) from Eastern Ukraine departed from Warsaw to Dnepropetrovsk on Wednesday, February 18, 2015.
pl: W środę 18 lutego 2015 r. wyruszył z Warszawy do Dniepropietrowska transport humanitarny z pomocą dla przesiedleńców wewnętrznych z terenów Ukrainy Wschodniej.

source: The aid is provided through the EU Civil Protection Mechanism.
pl: Pomoc udzielana jest za pośrednictwem Europejskiego Mechanizmu Ochrony Ludności.

source: The transport of in-kind assistance is organized jointly by the Ministry of Foreign Affairs and the Material Reserves Agency.
pl: Transport pomocy rzeczowej organizowany jest wspólnie przez Ministerstwo Spraw Zagranicznych oraz Agencję Rezerw Materiałowych.

source: The aid will be delivered to the region of Dnepropetrovsk (Oblast Dnepropetrovsk), where over 62 thousand IDPs found refuge.
pl: Polska pomoc trafi do obwodu dniepropietrowskiego, w którym schronienie znalazło ponad 62 tys. uchodźców.

source: The aid recipient is the State Emergency Service of Ukraine - the Ministry which coordinates the assistance for the Ukrainians forced to flee their place of residence due to the ongoing armed conflict.
pl: Odbiorcą pomocy jest Służba Działań Nadzwyczajnych Ukrainy - ministerstwo koordynujące pomoc udzielaną Ukraińcom zmuszonym do ucieczki z własnego miejsca zamieszkania z powodu trwającego konfliktu zbrojnego.

source: In 2014 Poland allocated over 11 million PLN to provide humanitarian aid for persons affected by the conflict in Ukraine.
pl: W 2014 r. Polska przeznaczyła ponad 11 mln złotych na pomoc humanitarną dla osób poszkodowanych w trwającym na Ukrainie konflikcie.

source: Involvement of the Polish society is a key dimension of the Polish support for Ukraine.
pl: Niezwykle istotnym wymiarem polskiego wsparcia dla Ukrainy jest zaangażowanie całego polskiego społeczeństwa.

source: Simultaneously, institutions of central administration, local governments and NGOs support Ukraine by e.g. organizing public collections.
pl: Jednocześnie Ukrainie pomagają instytucje administracji centralnej, samorządy i organizacje pozarządowe, prowadzone są zbiórki publiczne.

source: You are here Polish Aid / News / Tools for Development - educational trainings for Tanzanian's teachers
pl: jesteś tutaj Polska pomoc / Aktualności / „Narzędzia dla Rozwoju” - szkolenia edukacyjne dla nauczycieli w Tanzanii

source: Tools for Development - educational trainings for Tanzanian's teachers
pl: „Narzędzia dla Rozwoju” - szkolenia edukacyjne dla nauczycieli w Tanzanii

source: Apart from a regular training, teachers had an opportunity to conduct a pilot session for their own students which was supervised and evaluated by project facilitators.
pl: Nowatorskim elementem szkoleń były sesje pilotażowe prowadzone przez uczestników szkolenia pod okiem trenerów, które kończyły się ewaluacją.

source: It helped teachers to verify recently gained knowledge and skills in a classroom.
pl: W ten sposób nauczyciele zdobywali niezbędną wiedzę z zakresu metodyki nauczania, ułatwiającą samodzielne prowadzenie tego typu zajęć.

source: The direct beneficiaries of the trainings were the secondary and technical school teachers in Don Bosco Didia and Dodoma as well as the group of students participating in pilot sessions.
pl: Bezpośrednimi beneficjentami szkoleń byli nauczyciele szkoły średniej Don Bosco Didia oraz nauczyciele szkół średniej i technicznej Don Bosco Dodoma, a także grupy pilotażowe uczniów z każdej ze szkół.

source: However, the project envisages approx. 3000 students benefiting from the project results in the future.
pl: Docelowo z efektów szkolenia skorzystają wszyscy uczniowie - łącznie niemal 3 000 osób.

source: The project involves also construction, renovation and modernisation of study rooms, libraries and ICT room in secondary schools, improving access to books and educational materials and promoting reading and studying.
pl: Projekt obejmuje również rozbudowę i modernizację bibliotek, czytelni i sali komputerowej w szkołach średnich, poprawę dostępu do książek oraz pomocy naukowych, a także promocję czytelnictwa i nauki.

source: The project supports schools in meeting current needs of young people, especially from rural areas and disadvantaged groups.
pl: Realizowane działania służą kompleksowemu przygotowaniu szkół na obecne potrzeby młodzieży, w szczególności ze środowisk wiejskich i defaworyzowanych.

source: So far, all activities were well received by the beneficiaries which is very promising.
pl: Projekt cieszy się dużym zainteresowaniem, a pierwsze efekty dają nadzieję na pozytywne rezultaty.

source: You are here Polish Aid / Partner countries / Asia / Afghanistan / Projects 2012 - Afghanistan / Polish aid for Afghanistan in 2012 / Quilt manufacturing as a path to professional activation
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Azja / Afganistan / Projekty 2012 - Afganistan / Polska pomoc dla Afganistanu w 2012 r. / Produkcja kołder drogą do aktywizacji zawodowej

source: Quilt manufacturing as a path to professional activation
pl: Produkcja kołder drogą do aktywizacji zawodowej

source: Afghan women are becoming increasingly active in financially supporting their families, thanks to Polish aid projects.
pl: Coraz więcej afgańskich kobiet aktywnie włącza się w materialne utrzymanie swojej rodziny dzięki projektom polskiej pomocy.

source: One of the traditional skills that Afghan women are famous for is quilt-making.
pl: Jedną z tradycyjnych umiejętności, z których słyną afgańskie kobiety jest wyszywanie kołder.

source: In keeping with this tradition, in 2012 the Polish-American PRT Ghazni - with financial support from the Ministry of Foreign Affairs - conducted a project aimed at encouraging Afghan women to undertake gainful activity.
pl: Nawiązując do tej tradycji polsko-amerykański zespół PRT Ghazni, dzięki wsparciu finansowemu Ministerstwa Spraw Zagranicznych, przeprowadził w 2012 roku projekt, którego celem było zachęcenie Afganek do podjęcia działalności zarobkowej.

source: Each of the workshop's 25 participants produced four hand-made bedlinen sets: quilts with covers, pillows with pillowcases and bedsheets.
pl: Każda z 25 uczestniczek szkolenia własnoręcznie przygotowała zestawy pościeli składające się z kołder z poszewkami, poduszek z poszewkami i prześcieradeł.

source: These were then sold at market prices and the project participants were paid for their work.
pl: Zostały one następnie sprzedane po cenach rynkowych, a uczestniczkom projektu wypłacono wynagrodzenia za wykonaną pracę.

source: After the workshop, the participants were given the sewing machines used during the workshop, which is aimed at encouraging them to continue working.
pl: Po zakończeniu szkolenia uczestniczki otrzymały na własność maszyny do szycia wykorzystane podczas nauki, co stanowić ma zachętę do kontynuowania działalności.

source: My scientific career began in 2008 when I became a student of economics at the Lviv University.
pl: Moja droga jako młodego naukowca rozpoczęła się w 2008 roku, kiedy zostałam studentką ekonomii na Uniwersytecie Lwowskim.

source: The more I learned and researched various economic phenomena the better I realized that my inclination to study and discover new things becomes my life's passion.
pl: Im więcej się dowiadywałam, badałam i analizowałam różne ekonomiczne zjawiska, tym bardziej rozumiałam, że chęć do studiowania i odkrywania czegoś nowego powoli staje się moją pasją.

source: Bearing in mind that "ignorance of foreign languages makes people even less comfortable than lack of a passport" I have made it my goal to master at least one more foreign language.
pl: Mając świadomość, że „bez znajomości języków człowiek czuje się gorzej niż bez paszportu”, postawiłam sobie za cel nauczyć się dobrze przynajmniej jeszcze jednego nowego dla mnie języka.

source: The Erasmus Mundus programme proved to be very useful in helping me to achieve this goal and allowed me to spend 10 months in Pułtusk, a city located near Warsaw.
pl: Dobrym narzędziem na tej drodze stał się dla mnie program Erasmus Mundus, w ramach którego spędziłam 10 miesięcy na wymianie w Pułtusku, mieście położonym niedaleko Warszawy.

source: The studies taught me much about the EU legislation, regional and social policies, which made me eager to continue my education.
pl: Na studiach dużo się dowiedziałam o prawie unijnym, polityce regionalnej, społecznej, o idei łączności, co rozbudziło we mnie ogromną chęć kontynuacji rozpoczętej edukacji.

source: Thus, I have decided to look for an opportunity to enroll the Master studies in Poland.
pl: Postanowiłam więc szukać możliwości dostania się na studia magisterskie w Polsce.

source: It was made difficult by the fact that the majority of programmes are opened only for people of Polish origin.
pl: Sytuację utrudniał fakt, że większość programów była dostępna tylko dla osób, które mają polskie korzenie.

source: But, as the saying goes "seek and you shall find" - at the website of one university I managed to find an information about the Stefan Banach Scholarship Programme.
pl: Ale jak się często mówi: „kto szuka, ten znajdzie” i na stronie jednej z polskich uczelni znalazłam informację o Programie stypendialnym im.

source: The most important thing was that I was entitled to apply even though I had no Card of the Pole and that I was free to choose whichever university I wanted.
pl: Najważniejsze dla mnie było to, że mogłam aplikować nie posiadając Karty Polaka i miałam swobodę w wyborze uczelni, na której chciałabym studiować.

source: This is how I came to be a student of my renown Alma Mater.
pl: Tak zostałam studentką bardzo dobrze znanej w Polsce i poza granicami kraju Alma Mater.

source: For the first time I entered the Jagiellonian University in Krakow in 2013, and spent there two following years studying international economics at the Faculty of Management and Social Communication.
pl: W 2013 roku pierwszy raz przekroczyłam próg Uniwersytetu Jagiellońskiego w Krakowie, gdzie na Wydziale Zarządzania i Komunikacji Społecznej studiowałam ekonomię międzynarodową przez kolejne dwa lata.

source: These two years have increased my knowledge, shaped my scientific interests and allowed me to learn from many scholars.
pl: W tym czasie wzbogaciłam swoją wiedzę, ukształtowałam zainteresowania naukowe, poznałam duże grono naukowców, od których miałam przyjemność się uczyć.

source: It gave me great pleasure to participate in the Erasmus + programme, in which framework I spent one semester in Germany, improving both my language skills and knowledge of economics.
pl: Jako studentka bardzo chętnie wzięłam udział w programie Erasmus +, w ramach którego spędziłam semestr w Niemczech, poprawiając zarówno umiejętności językowe, jak i znajomość ekonomii.

source: I believe that it made more competitive at the job market, both in the Ukraine and in Poland.
pl: Uważam, że dzięki temu stałam się bardziej konkurencyjna na rynku pracy, zarówno ukraińskim, jak i polskim.

source: Being a graduate of a Polish university I can develop my professional career without any limitations.
pl: Teraz jako absolwentka polskiej uczelni mogę bez żadnych ograniczeń pracować w swoim zawodzie.

source: So it puts me on the right track to finally make my dream come true.
pl: Jestem więc na dobrej drodze, żeby moje marzenie wreszcie stało się rzeczywistością.

source: To all those who hesitate whether to come to Poland I would like to remind that "the Rome was not built in one day" and at first it might not be too easy, but every success, even a little one, will shape you as strong, capable, wise and successful people.
pl: Wszystkim, którzy wahają się przyjechać do Polski, chcę przypomnieć, że „nie od razu Rzym zbudowano” i być może na początku za łatwo nie będzie, ale każdy sukces, nawet najmniejszy, przyczyni się do budowania Waszej osobowości jako silnych, zdolnych, mądrych i odnoszących sukcesy ludzi.

source: Therefore, choose your own goals and pursue them with confidence that you will achieve them.
pl: Tak więc stawiajcie sobie cele i realizujcie je z głęboką wiarą, że uda Wam się je osiągnąć.

source: Sofiya Nasimko, Ukraine
pl: Sofiya Nesimko, Ukraina

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2012 / Poland equips Cairo hospital with medical apparatus
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2012 / Przekazanie przez Polskę sprzętu medycznego na rzecz szpitala w Kairze

source: Poland equips Cairo hospital with medical apparatus
pl: Przekazanie przez Polskę sprzętu medycznego na rzecz szpitala w Kairze

source: On 18 November 2012, Poland's Ambassador in Cairo Piotr Puchta presented the Central Charity Hospital (CCH) with an electromyogram (EMG) used to diagnose the electrical activity produced by skeletal muscles and the peripheral nervous system.
pl: W dniu 18 listopada 2012 r. Ambasador RP w Kairze, pan Piotr Puchta przekazał na rzecz Central Charity Hospital (CCH), Electromyogram (EMG) służący do diagnostyki czynności elektrycznej mięśni i nerwów obwodowych.

source: CCH provides its services for a symbolic fee.
pl: CCH zapewnia usługi za symboliczną opłatą.

source: Every year, the organization helps treat 2 million patients.
pl: Rocznie organizacja obsługuje 2 mln pacjentów.

source: The donated medical equipment was purchased by the Polish Embassy in Cairo in the framework of the small grants scheme .
pl: Przekazany sprzęt medyczny, zakupiony został przez Ambasadę RP w Kairze w ramach systemu małych grantów .

source: The goal of the project was to increase the scope and quality of medical services for the poorest social groups in Egypt.
pl: Celem projektu było zwiększenie dostępu oraz poprawa jakości usług medycznych dla najuboższej części egipskiego społeczeństwa.

source: The small grants scheme makes it possible for Polish diplomatic missions to forward assistance directly to aid beneficiaries in their countries of accreditation.
pl: System małych grantów umożliwia placówkom zagranicznym przekazywanie wsparcia bezpośrednio do beneficjentów w krajach akredytacji.

source: Small grants are financed under the Polish development cooperation programme.
pl: Małe granty są finansowane ze środków polskiej współpracy rozwojowej.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Georgia / Georgia - projects carried out in 2012 / Building an exercise trail for first-level spatial orientation in a school for the blind and visually impaired
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Gruzja / Projekty 2012 - Gruzja / Budowa ścieżki ćwiczeń orientacji przestrzennej pierwszego stopnia w szkole dla niewidomych i słabowidzących

source: Building an exercise trail for first-level spatial orientation in a school for the blind and visually impaired
pl: Budowa ścieżki ćwiczeń orientacji przestrzennej pierwszego stopnia w szkole dla niewidomych i słabowidzących

source: In 2012, the first stage of construction of a trail for spatial orientation for the blind was started in a school for the blind and visually impaired in Tbilisi.
pl: W 2012 w tbiliskiej szkole dla niewidomych dzieci prowadzony został pierwszy etap prac budowlanych związanych z tworzeniem ścieżki orientacji przestrzennej dla niewidomych.
